Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: No sentences to review. <addLink>Add more sentences now!</addLink>
shn: ဢမ်ႇမီးၶေႃႈၵႂၢမ်းတႃႇထတ်းသၢင်၊<addLink>ထႅမ်ၶေႃႈၵႂၢမ်းလႆႈထႅင်ႈယၢမ်းလဵဝ်။</addLink>

source: No soliciting personal information (e.g., names, financial details)
shn: ႁၢမ်ႈယွၼ်း ၶေႃႈမုၼ်းသုၼ်ႇတူဝ် (မိူၼ်ၼင်ႇ ၸိုဝ်ႈ၊ ၶေႃႈမုၼ်းငိုၼ်းတွင်း)

source: ⓘ Not all sentences and clips have Variant tags yet!
shn: တူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း လႄႈ တွၼ်ႈသဵင်တင်းသဵင်ႈ ယင်းဢမ်ႇပႆႇမီးမၢႆထႅၵ်ႉၽႃႇသႃႇပႅၵ်ႈပိူင်ႈ ၵူႈဢၼ်ၶႃႈ။

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
shn: မၢႆတွင်း - မိူဝ်ႈလႆႈတၢမ်းဝၢင်းဝႆႉပဵၼ် 'ႁၼ်လႆႈ (Visible)' ၼၼ်ႉ, ၵၢၼ်တၢမ်းဝၢင်း (Setting) ဢၼ်ၼႆႉ ၸၢင်ႈမႃးလႅၵ်ႈလၢႆႈမႄးလႆႈ ထႅင်ႈတီႈ <profileLink>ၼႃႈလိၵ်ႈပိုၼ်းတူဝ် </profileLink> ယူႉၶႃႈ။

source: No text to submit. Please tag some text first.
shn: ဢမ်ႇမီးၶေႃႈၵႂၢမ်း တႃႇသူင်ႇၶႃႈ။ ၶႅၼ်းတေႃႈသႂ်ႇမၢႆထႅၵ်ႉ တီႈလိၵ်ႈဢွၼ်တၢင်း

source: Note: You will still need to select between Speak or Listen to change contribution type.
shn: မၢႆတွင်း - တႃႇတေလႅၵ်ႈလၢႆႈ ပိူင်ၵၢၼ်ၸွႆႈထႅမ် ၼၼ်ႉ ၸဝ်ႈၵဝ်ႇတိုၵ်ႉလူဝ်ႇလႆႈလိူၵ်ႈၼႂ်းၵႄႈ 'လၢတ်ႈ' Speak ဢမ်ႇၼၼ် 'ထွမ်ႇ'Listen ၼၼ်ႉယူႇ။

source: Not Found
shn: ဢမ်ႇႁၼ်ၶေႃႈမုၼ်းသင်

source: No Thanks
shn: ဢမ်ႇ၊ ယိၼ်းၸူမ်းယဝ်ႉ

source: No thanks, continue speaking
shn: ဢမ်ႇ ၸူမ်းယဝ်ႉ! သိုပ်ႇလၢတ်ႈထႅင်ႈ

source: Not use, or solicit, harmful or offensive language
shn: ဢမ်ႇၸႂ်ႉတိုဝ်း ဢမ်ႇၼၼ် ဢမ်ႇတိုၵ်းသူၼ်းၶေႃႈၵႂၢမ်းဢၼ်မီးၽေး လႄႈ ဢမ်ႇယဵၼ်ႇငႄႈ။

source: No variant selected
shn: ဢမ်ႇလႆႈလိူၵ်ႈၸၼ်ႉထၢၼ်ႈ

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
shn: မိူဝ်ႈလႆႈႁူႉလွင်ႈတၢင်းၵဵဝ်ႇလူၺ်ႈ Common Voice ၼမ်လိူဝ်ၵဝ်ႇယဝ်ႉၼႆ ႁဵတ်းသင်ဢမ်ႇၸၢမ်းတူၺ်းၶႃႈလႃႈ? ၼဵၵ်းတီႈမၢႆၶရူဝ်ႇၾူၼ်း (Microphone) တႃႇတႄႇဢၢၼ်ႇၶေႃႈၵႂၢမ်း ႁႂ်ႈဢွၵ်ႇသဵင်၊ <br/><br/>သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇ ၶႂ်ႈထတ်းသၢင်လွင်ႈၸွႆႈထႅမ် သဵင်တၢင်ႉၵေႃႉၼႆၸိုင် ၼဵၵ်းတီႈ ႁၢင်ႈမၢႆလႅၼ်ႈ (Play) ၼၼ်ႉတႃႉ။ၸဝ်ႈၵဝ်ႇတေလႆႈၸွႆႈယိုၼ်ယၼ်ဝႃႈ သဵင်ဢၼ်ဢတ်းဝႆႉၼၼ်ႉ မၼ်းထုၵ်ႇမႅၼ်ႈၸွမ်း ၶေႃႈၵႂၢမ်းဢၼ်တႅမ်ႈဝႆႉတီႈၼိူဝ်ၽႅၼ်ႇတူၺ်းၼၼ်ႉယူႇ။

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
shn: ယၢမ်းလဵဝ် သူၸၢင်ႈလူႇတၢၼ်းသဵင်သူ တႃႇၸွႆႈႁဝ်းၶႃႈသၢင်ႈထၢၼ်ၶေႃႈမုၼ်းသဵင် ဢၼ်ပိုတ်ႇငဝ်ႈတိုၼ်း ဢၼ်ၵူႈၵေႃႉၸၢင်ႈဢဝ်ၸႂ်ႉတိုဝ်း တႃႇၵေႃႇသၢင်ႈဢႅပ်ႉဢၼ်ပဵၼ်ပၢႆးဝူၼ်ႉမႂ်ႇ တွၼ်ႈတႃႇၶိူင်ႈလႄႈဝႅပ်ႉ။ ဢၢၼ်ႇတူၼ်းထႅဝ်ၼိုင်ႈထႅဝ် တႃႇၸွႆႈၶိူင်ႈၸၢၵ်ႈႁဵၼ်းႁူႉဝႃႈၵူၼ်ႉတႄႉတႄႉလၢတ်ႈၸိူင်ႉႁိုဝ်။ ထတ်းပၼ်ၵၢၼ်ၽူႈၸွႆႈထႅမ်တၢင်ႇၵေႃႉ တႃႇယုၵ်ႉမုၼ်းလွင်ႈၼမ်ႉလီ။ ငၢႆႈငၢႆႈၸိူင်ႉၼၼ်ၵူၺ်းၶႃႈ။

source: Nuasue
shn: ၼူႇဢႃႇသူႇဢေႇ

source: Nubi
shn: ၼူႇၿီႇ

source: Number of Voices
shn: ႁူဝ်ၼပ်ႉၾၢႆႊလ်သဵင်

source: Numbers
shn: တူဝ်ၼပ်ႉ

source: Numbers and acronyms
shn: တူဝ်ၼပ်ႉ လႄႈ ၶေႃႈၵႂၢမ်းယေႃႈ

source: Numbers and symbols should be spelled out in words rather than using numerals or special characters. Example:
shn: တူဝ်ၼပ်ႉ လႄႈၶိူင်ႈမၢႆၶိုၵ်ႉတွၼ်းၸိူဝ်းၼၼ်ႉ ထုၵ်ႇလီၵပ်းလေႃးဢွၵ်ႇပဵၼ်တူဝ်လိၵ်ႈၶေႃႈၵႂၢမ်း တႅၼ်းတၢင်ႇလွင်ႈၸႂ်ႉတိုဝ်းတူဝ်ၼပ်ႉ ဢမ်ႇၼၼ် ၶိူင်ႈမၢႆၶိုၵ်ႉတွၼ်းၶႃႈ။ တူဝ်ယၢင်ႇ -

source: Nüpode Huitoto
shn: ၼူႇပူဝ်ႇတေႇ ဝီႇတူဝ်ႇတူဝ်ႇ

source: Nyungwe
shn: ၺုင်းဝေႇ

source: Oadki
shn: ဢူဝ်ႇဢႃႇၵီႇ

source: Occitan
shn: ဢွၵ်ႇသီႇတၼ်ႇ

source: Odia
shn: ဢူဝ်ႇၻီႇယႃႇ

source: Off
shn: ပိၵ်ႉႁပ်း

source: Offensive Content
shn: လွင်ႈတၢင်းဢၼ်ဢမ်ႇၵိုင်ႇလႅပ်ႈ

source: Offensive content or sensitive information
shn: ၶေႃႈမုၼ်း ဢၼ်ဢမ်ႉယဵၼ်ႇငႄႈ ဢမ်ႇၼၼ် ၶေႃႈမုၼ်း ဢၼ်မီးလွင်ႈတိူဝ်ႉၸႂ်ငၢႆႈ။

source: Offensive language
shn: ၽႃႇသႃႇဢၼ်ဢမ်ႇၵိုင်ႇလႅပ်ႈ

source: Offensive speech
shn: ၵႂၢမ်းလၢတ်ႈဢမ်ႇၵိုင်ႇလႅပ်ႈ

source: Offline Sources
shn: တီႈမႃးၶေႃႈမုၼ်း ဢွတ်ႉၾ်လၢႆးၼ် (Offline Sources)

source: On
shn: ပိုတ်ႇၽုၺ်,

source: On desktop devices you can contribute by downloading…
shn: တီႈၼိူဝ်ၶွမ်ႇပိဝ်ႇတႃႇ (Desktop) ၼၼ်ႉ ၸဝ်ႈၵဝ်ႇၸၢင်ႈၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ် လူၺ်ႈၵၢၼ်လူတ်ႇလူင်း (Download) ဢဝ်လႆႈ ယူႇၶႃႈ။

source: On his head he wore a beret.
shn: မၼ်းၸၢႆးၵေႃႉဢၼ်သႂ်ႇဝႆႉ ၵုပ်းပႄႇရေႇ (Beret) တီႈႁူဝ်ၶႃႈ။

source: On iOS please continue with Safari to enable recording…
shn: ပုၼ်ႈတႃႇ iOS ၶႂ်ႈႁႂ်ႈၸႂ်ႉ Safari သေ သိုပ်ႇႁဵတ်းၵၢၼ် ၼင်ႇႁႂ်ႈပေႃးတေဢတ်းသဵင်လႆႈၶႃႈ။

source: Only show me sentences and clips from my variant
shn: ၼႄပၼ် ၶေႃႈၵႂၢမ်း လႄႈ သဵင်ဢတ်း ဢၼ်လုၵ်ႉတီႈ လွင်ႈပႅၵ်ႇပိူင်ႈ ၶႃႈၼၼ်ႉၵူၺ်းၶႃႈ။

source: On mobile devices you can contribute using your system browser…
shn: တီႈၼိူဝ်ၶိူင်ႈၾူၼ်းၼၼ်ႉ ၸဝ်ႈၵဝ်ႇၸၢင်ႈၸႂ်ႉပရၢဝ်ႇသႃႇပိူင်ၵၢၼ် (System browser) သေ ၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ်လႆႈယူႇၶႃႈ။

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
shn: ထႅင်ႈၽၢႆႇၼိုင်ႈၵေႃႈ သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇဝူၼ်ႉဝႃႈ ၽူႈလူဢၢၼ်ႇ ဢမ်ႇယၢမ်ႈထူပ်းႁၼ် ၶေႃႈၵႂၢမ်းၼႆႉမႃးသေပွၵ်ႈ လႄႈလၢမ်းသေဢွၵ်ႇသဵင်ၽိတ်းၼႆၸိုင် ၶႅၼ်းတေႃႈ ဢဝ်ပၢၵ်ႈပႅတ်ႈသေၵမ်း၊ သင်ဝႃႈ ဢမ်ႇမၼ်ႈၸႂ်ၼႆ ၸႂ်ႉတိုဝ်း ၼဵၼ်ၶၢမ်ႈ (Skip) ၼၼ်ႉလႆႈယူႇၶႃႈ။

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
shn: ထႅင်ႈၽၢႆႇၼိုင်ႈၵေႃႈ သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇဝူၼ်ႉဝႃႈ ၽူႈလူဢၢၼ်ႇ ဢမ်ႇယၢမ်ႈထူပ်းႁၼ် ၶေႃႈၵႂၢမ်းၼႆႉမႃးသေပွၵ်ႈ လႄႈလၢမ်းသေဢွၵ်ႇသဵင်ၽိတ်းၼႆၸိုင် ၶႅၼ်းတေႃႈ ဢဝ်ပၢၵ်ႈပႅတ်ႈသေၵမ်း၊ သင်ဝႃႈ ဢမ်ႇမၼ်ႈၸႂ်ၼႆ ၸႂ်ႉတိုဝ်း ၼဵၼ်ၶၢမ်ႈ (Skip) ၼၼ်ႉလႆႈယူႇၶႃႈ။

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
shn: လွင်ႈၶူင်ႊသၢင်ႈပၢႆးဝူၼ်ႉမႂ်ႇဢၼ်ပိုတ်ႇၵႂၢင်ႈ (Open Innovation) ၼၼ်ႉ ပဵၼ်ႁူဝ်ၸႂ်လူင် ၶွင်ၵၢၼ်ႁဵတ်းသၢင်ႈႁဝ်းၶႃႈယဝ်ႉ။ တွၼ်ႈတႃႇ လွင်ႈႁူမ်ႈမိုဝ်းၶူၼ်ႉၶႂႃႉ ၵဵပ်းၶေႃႈမုၼ်း ဢမ်ႇၼၼ် လွင်ႈတွင်ႈထၢမ်ၸိူဝ်းၼႆႉ <emailFragment>ၵပ်းသိုပ်ႇမႃးလႆႈယူႇ </emailFragment>

source: Opens in a new tab
shn: ပိုတ်ႇၼႂ်းထႅပ်ႉမႂ်ႇ

source: Optionally join on our email list for updates and new information about the project.
shn: လိူၵ်ႈတီႈတေၶဝ်ႈႁူမ်ႈၼႂ်းသဵၼ်ႈမၢႆဢီးမေးလ်ႁဝ်းၶႃႈ တႃႇႁပ်ႉလွင်ႈမႂ်ႇမႂ်ႇ လႄႈၶေႃႈမုၼ်းမႂ်ႇၵဵဝ်ႇလူၺ်ႈလွင်ႈၶူင်းၵၢၼ်။

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
shn: ၶေႃႈမုၼ်းပိုၼ်ႉထၢၼ်သဵၼ်ႈၵူၼ်း ဢၼ်တေၸၢင်ႈလိူၵ်ႈသူင်ႇ ႁိုဝ်ဢမ်ႇသူင်ႇၵေႃႈလႆႈ (မိူၼ်ၼင်ႇ ဢႃႇယု၊ လိင်ႇ၊ ၽႃႇသႃႇ လႄႈသဵင်လွင်ႈ) ၸိူဝ်းၼႆႉတေဢမ်ႇထုၵ်ႇပိုၼ်ၽႄပၼ်ၵူၼ်းတင်းၼမ်တီႈၼိူဝ်ပရူဝ်ႇၾၢႆႇသူၸဝ်ႈ လႄႈတေဢမ်ႇမီးလွင်ႈၵွင်ႉၵၢႆႇၵၼ် တင်းဢၶွင်ႉသူၸဝ်ႈၼႂ်းၸုမ်ႇၶေႃႈမုၼ်း။ ၶလိပ်ႉသဵင်ၼိုင်ႈဢၼ်ဢၼ် တေထုၵ်ႇႁူမ်ႈၸွမ်းၶေႃႈမုၼ်းပိုၼ်ႉထၢၼ်သဵၼ်ႈၵူၼ်း တွၼ်ႈတႃႇႁႂ်ႈၵၢၼ်လဵပ်ႈႁဵၼ်းမီးလွင်ႈမၢၼ်ႇမႅၼ်ႈတိူဝ်းမႃး - မိူၼ်ၼင်ႇ၊ ၽူႈၶူၼ်ႉၶႂႃႉၸၢင်ႈၶႂ်ႈပိူင်း ပိူင်ၽိုၵ်းၽွၼ်ႉမေႃႇတႄႇ ယိူင်းၸူးတီႈၸုမ်းသဵၼ်ႈၵူၼ်းဢၼ်တႅတ်ႈၼႅတ်ႈ။

source: Orizaba Nahuatl
shn: ဢူဝ်ႇရီႇသႃႇၿႃႇ ၼႃႇဝၢတ်ႉလႃႇ

source: Ormuri
shn: ဢေႃးမူႇရီႇ

source: Ossetian
shn: ဢွတ်ႉသ်ၸေးထျႅၼ်း

source: Other
shn: တၢင်ႇမဵဝ်း

source: Other Clients
shn: ၶိူင်ႈတိုဝ်းတၢင်ႇၸိူဝ်း

source: Other Language
shn: ၽႃႇသႃႇတၢင်ႇမဵဝ်း

source: Other people validate those voice clips.
shn: ၵူၼ်းတၢင်ႇၵေႃႉၵူတ်ႇထတ်းပၼ်ၶလိပ်ႉသဵင်ၸိူဝ်းၼၼ်ႉ။

source: Other voice datasets…
shn: ၸုမ်ႇၶေႃႈမုၼ်းသဵင်တၢင်ႇၸိူဝ်း...

source: Other Voice Datasets
shn: ၸုမ်ႇၶေႃႈမုၼ်းတၢင်ႇၸိူဝ်း

source: Ouldémé
shn: ဢူႇလ်ၻေႇမေႇ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
shn: ၽူႈၸတ်းၵၢၼ်တူင်ႇဝူင်းႁဝ်းၶႃႈတေၵပ်းသိုပ်ႇၸဝ်ႈၵဝ်ႇတႃႇယိုၼ်ႈၼႄတၢင်းၸွႆႈထႅမ်ထႅင်ႈ၊ လႄႈၸႅင်ႈၼႄၸဝ်ႈၵဝ်ႇသင်ဝႃႈမီးတူင်ႇဝူင်းဢၼ်ႁဵတ်းၵၢၼ်ၸွမ်းၽႃႇသႃႇၸဝ်ႈၵဝ်ႇၼၼ်ႉဝႆႉယူႇယဝ်ႉ။

source: Our governance is founded on the pillars of:
shn: ၵၢၼ်ၽွင်းငမ်းႁဝ်းၶႃႈ လႆႈတင်ႈဝႆႉ ၼိူဝ်လၵ်းထမ်း ဢၼ်ဝႃႈ-

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
shn: ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈႁဝ်းၼႆႉ ပဵၼ်ပိုၼ်းႁဝ်း၊ တူင်ႇဝူင်းၵူၼ်းႁဝ်း၊ ၾိင်ႈငႄႈႁဝ်း၊ မႃးႁဝ်းၶႃႈ ႁဵတ်းဢွၵ်ႇ ၶေႃႈမုၼ်း ဢၼ်ႁဝ်းၶႃႈ ၶႂ်ႈႁၼ် ၼႂ်းလုမ်ႈၾႃႉၼၼ်ႉ။

source: Our Partners
shn: ၽူႈႁူမ်ႈၽၢၵ်ႈႁဝ်းၶႃႈ

source: Our partners include...
shn: ၽူႈႁူမ်ႈမိုဝ်း ၶွင်ႁဝ်းၶႃႈ ပႃးဝႆႉ.

source: Overall Accuracy
shn: လွင်ႈထုၵ်ႇမႅၼ်ႈတဵမ်ထူၼ်ႈတင်းမူတ်း

source: Overall Hr. Total
shn: ႁူဝ်ၼပ်ႉၸူဝ်ႈမူင်းတင်းသဵင်ႈ

source: Pahari-Pothwari
shn: ပႃႇႁႃႇရီႇ ၽူဝ်ႇထူဝ်ႇဝႃႇရီ

source: Paiwan
shn: ၽၢႆႊဝၼ်း

source: Palauan
shn: ပႃႇလဝ်ႇဢၼ်း

source: Palula
shn: ၽႃးလူႇလႃႇ

source: Pa'O
shn: ပဢူဝ်း

source: Papantla Totonac
shn: ပႃႇပၼ်ႇတလႃႇ တူဝ်ႇတူဝ်ႇၼၵ်ႉ

source: Papiamento
shn: ပႃႇၵျႅၼ်းမဵၼ်းတူဝ်ႇ

source: Papiamento (Aruba)
shn: ပႃႇၵျႅၼ်းမဵၼ်းတူဝ်ႇ(ဢႃႇရူႇၿႃႇ)

source: Parkari Koli
shn: ၽႃးၵႃႇရီႇ ၶူဝ်ႇလီႇ

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
shn: ၶဝ်ႈႁူမ်ႈဢုပ်ႇဢူဝ်း ၼႂ်းတူင်ႇဝူင်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ၊ ထၢမ်ၶေႃႈထၢမ် လႄႈ ႁဵၼ်းႁူႉ လွင်ႈတၢင်းပၢင်မုင်ႈမၢႆလႄႈ လွင်ႈပၢင်ဢုပ်ႇဢူဝ်း ဢၼ်တေၸတ်းႁဵတ်း ၼႂ်းၶၢဝ်းၼႃႈ။

source: Partner
shn: ၽူႈႁူမ်ႈၽၢၵ်ႈ

source: Partners
shn: ၽူႈႁူမ်ႈၽၢၵ်ႈ

source: Partnerships
shn: လွင်ႈႁူမ်ႈမိုဝ်း

source: Partnerships and networks
shn: ၵၢၼ်ႁူမ်ႈၽၢၵ်ႈလႄႈၼႅင်ႈသၢၼ်

source: Partnerships, Press and Stories, Community and Languages
shn: ၵၢၼ်ႁူမ်ႈမိုဝ်း, ၶၢဝ်ႇသၢၼ် လႄႈ လွင်ႈတၢင်း, တူင်ႇဝူင်းၵူၼ်း လႄႈ ၽႃႇသႃႇၵႂၢမ်းလၢတ်

source: Partner with us
shn: ႁူမ်ႈမိုဝ်းႁဵတ်းၵၢၼ် ၸွမ်းႁဝ်းၶႃႈ

source: [Part of the text can’t be heard]
shn: [ၶေႃႈၵႂၢမ်းမၢင်တွၼ်ႈဢမ်ႇလႆႈယိၼ်း]

source: Pashto
shn: ပတ်ႉသ်တူဝ်ႇ

source: Past recordings download requests
shn: ယွၼ်းလူတ်ႇဢဝ် ၾၢႆႊလ်သဵင်မိူဝ်ႈဢွၼ်တၢင်း

source: Pause after every sentence to double-check for switches or mixed words
shn: ၵိုတ်းလိုဝ်ႈဝႆႉ ၶေႃႈၵႂၢမ်းၵူႈၶေႃႈ တွၼ်ႈတႃႇၵူတ်ႇထတ်းၶိုၼ်းထႅင်ႈပွၵ်ႈ ႁႂ်ႈမၼ်ႈၸႂ် လွင်ႈၵၢၼ်ပိၼ်ႇလႅၵ်ႈၽႃႇသႃႇ ဢမ်ႇၼၼ် ၶေႃႈၵႂၢမ်းဢၼ်လေႃးၵၼ်။

source: Pause audio
shn: ၵိုတ်းသဵင်

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
shn: <p>Common Voice ပဵၼ်ၸုမ်ႇၶေႃႈမုၼ်းသဵင်ဢၼ်ပိုၼ်ၽႄပၼ်တႃႇၵူႈၵေႃႉ၊ ထႅမ်ႁႅင်းလူၺ်ႈသဵင်ၶွင်ၽူႈမီးၼမ်ႉၸႂ်ၸေႇတၼႃႇၸွႆႈထႅမ်တင်းၵမ်ႇၽႃႇ။ ၵူၼ်းၸိူဝ်းဢၼ်ၶႂ်ႈႁဵတ်း ဢႅပ်ႉၽရိ​ၶေႊသျိၼ်ႊသဵင် ၼၼ်ႉ ၸၢင်ႈဢဝ်ၸႂ်ႉတိုဝ်းၸုမ်ႇၶေႃႈမုၼ်းတွၼ်ႈတႃႇၾိုၵ်း မေႃႇတႄႇလ် မႅတ်ႇသျိၼ်းလိူၼ်းၼိင်းလႆႈ</p> <p>ယၢမ်းမိူဝ်ႈလဵဝ်၊ ၸုမ်ႇၶေႃႈမုၼ်းသဵင်ၵမ်ႈပႃႈၼမ်ပဵၼ်ၶွင်ၶွမ်ႊပၼီႊ၊ ဢၼ်ၶတ်းၶႂၢင်လွင်ႈၶူင်ႊသၢင်ႈ။ ၸုမ်ႇၶေႃႈမုၼ်းသဵင်ယင်းဢမ်ႇပႆႇတၢင်တူဝ်လႆႈ: ၸိူဝ်းဢၼ်လၢတ်ႈၵႂၢမ်းဢၼ်ဢမ်ႇၸႂ်ႈ ဢိင်းၵလဵတ်ႈ၊ ၵူၼ်းၽိဝ်သီ၊ ၵူၼ်းတုၵ်ႉၶိတ၊ ၽူႈယိင်း လႄႈ LGBTQIA+ ၸိူဝ်းၼၼ်ႉ။ ၼႆႉပွင်ႇဝႃႈ ထႅၵ်ႉၶၼေႃႇလေႃႇၵျီႇဢၼ်ၸႂ်ႉတိုဝ်းသဵင်ၼၼ်ႉ ဢမ်ႇၸႂ်ႉတိုဝ်းလႆႈတွၼ်ႈတႃႇလၢႆလၢႆၽႃႇသႃႇ၊ ဢၼ်တီႈၸႂ်ႉတိုဝ်းလႆႈၵေႃႈ၊ ဢမ်ႇၸႂ်ႉတိုဝ်းလႆႈလီတဵမ်ထူၼ်ႈတွၼ်ႈတႃႇၵူႈၵေႃႉ။ ႁဝ်းၶႃႈၶႂ်ႈႁႂ်ႈမီးလွင်ႈလႅၵ်ႈလၢႆႈဢၼ်ၼႆႉ လူၺ်ႈၵၢၼ်ၸုတုမ်ၵူၼ်းၵူႈတီႈၵူႈလႅၼ် ႁႂ်ႈလႆႈမႅင်ႇယိုၼ်ႈပိုၼ်ၽႄသဵင်ၶွင်ၸိူဝ်းၶဝ်။</p>

source: People come and contribute their voices.
shn: ၵူၼ်းၶဝ်ႈမႃးလႄႈၸွႆႈထႅမ်ပၼ်သဵင်ၶဝ်။

source: People: Maria, John
shn: ၵူၼ်း: မႃႇရီႇယႃႇ၊ ၵျွၼ်ႊ

source: People often codeswitch when expressing emotion or urgency. Example:
shn: ၵူၼ်းႁဝ်း ၵမ်ႈၼမ်တႄႉ ၵႆႉမီးၵၢၼ်ပိၼ်ႇလႅၵ်ႈၽႃႇသႃႇ မိူဝ်ႈလၢတ်ႈၼႄလွင်ႈၸႂ်ၶုၺ်ႉထူပ်း ဢမ်ႇၼၼ် လွင်ႈႁိပ်ႈၼႅတ်ႈ။ တူဝ်ယၢင်ႇ -

source: Persian
shn: ၽႃသျႅၼ်ႇ

source: Personal dashboards keep you up-to-date with individual and community progress.
shn: ၽႅၼ်ႇတူၺ်းၶေႃႈမုၼ်းသုၼ်ႇတူဝ် (Personal dashboard) ၼႆႉ တေၸွႆႈႁႂ်ႈၸဝ်ႈၵဝ်ႇႁူႉၸွမ်းလွင်ႈၶိုပ်ႈၼႃႈၶိုၼ်ႈယႂ်ႇ ၶွင်တူဝ်ၵဝ်ႇ လႄႈ တူင်ႇဝူင်းၵူၼ်း။

source: Personally Identifiable Information
shn: မီးၶေႃႈမုၼ်း ဢၼ်ယိုၼ်ယၼ်ထိုင်တူဝ်ၵူၼ်းလႆႈ

source: Picard
shn: ပီႇၶၢတ်ႉ

source: Places: Los Angeles, Florida
shn: ဢွင်ႈတီႈ လွတ်ႉတ်သ်ဢႅၼ်ႇၵျႄႇလႅတ်ႉတ်သ်၊ ၾလူဝ်ႇရီႇၻႃႇ

source: Platform language
shn: ၽႃႇသႃႇပိူင်သၢင်ႈ(Platform)

source: Play audio
shn: လဵၼ်ႈသဵင်

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
shn: <playbookLink>ၶူၼ်ႉႁႃ ၶေႃႈၸီႉသင် ဢၼ်မီးတၢင်းတိုဝ်းၵမ် </playbookLink> on the entire Common Voice journeyၼိူဝ်သဵၼ်ႈတၢင်းၶူင်းၵၢၼ် Common Voice တင်းမူတ်း၊ တႄႇဢဝ်တီႈ (Localisation) တေႃႇထိုင် ၵၢၼ်ၸႂ်ႉတိုဝ်းၸုမ်ႇၶေႃႈမုၼ်း (Dataset usage)၊ ဢိၵ်ႇတင်း လၢႆးလၢႆးၵပ်းသိုပ်ႇၸူးတူင်ႇဝူင်းၵူၼ်း ၶွင်ႁဝ်းၶႃႈ။

source: <playIcon></playIcon>Last one!
shn: <playIcon></playIcon> ဢၼ်လိုၼ်းသုတ်းယဝ်ႉ!

source: Play / Pause
shn: လဵၼ်ႈ / ၵိုတ်း

source: Play short segments multiple times to catch subtle switches
shn: ပိုတ်ႇထွမ်ႇသဵင်လဵၼ်ႈတွၼ်ႈပွတ်း(Short segments) လၢႆပွၵ်ႈလၢႆၽဝ် တႃႇတေတိၺွပ်းလႆႈ လွင်ႈလႅၵ်ႈလၢႆႈဢၼ်ဢမ်ႇႁူႉလႆႈ (Switches)

source: Play/Stop
shn: လဵၼ်ႈ/ၵိုတ်း

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
shn: ၶႅၼ်းတေႃႈ ထတ်းတူၺ်းတီႈ <templateFileLink>ပိူင်မႄႈၾၢႆႇလ် </templateFileLink>. ၶွင်ႁဝ်းၶႃႈ။ ၶေႃႈၵႂၢမ်းၸဝ်ႈၵဝ်ႇ တေလႆႈဢမ်ႇမီးၶေႃႈၵႅတ်ႇၵင်ႈသုၼ်ႇၸဝ်ႈၶွင် (ပဵၼ် CC0 ဢမ်ႇၼၼ်လႆႈႁပ်ႉၶႂၢင်ႉတီႈၽူႈသူင်ႇပဵၼ်ၽိုၼ်ငဝ်ႈလိၵ်ႈယဝ်ႉ) လႄႈ တေလႆႈၸႅင်ႈလႅင်း၊ တႅမ်ႈႁႂ်ႈထုၵ်ႇမႅၼ်ႈၸွမ်းပိူင်လိၵ်ႈ လႄႈ ဢၢၼ်ႇလႆႈငၢႆႈ။ ၶေႃႈၵႂၢမ်းဢၼ်သူင်ႇမႃး ၼိုင်ႈၶေႃႈ လူဝ်ႇၸႂ်ႉယၢမ်းဢၢၼ်ႇမၼ်းမွၵ်ႈ 10-15 မိၼိတ်ႉ လႄႈ ဢမ်ႇႁႂ်ႈမီးတူဝ်ၼပ်ႉ၊ ၸိုဝ်ႈတူဝ်ၵူၼ်း/တီႈယူႇ လႄႈ ၶိူင်ႈမၢႆၶိုၵ်ႉတွၼ်းၶႃႈ။

source: Please consider adding your community channels to <communitiesLink>COMMUNITIES.md document on GitHub</communitiesLink>.
shn: ၶႅၼ်းတေႃႈဝူၼ်ႉသွၼ်ႇတႃႇတေသႂ်ႇ သၢႆတၢင်းတူင်ႇဝူင်းၸဝ်ႈၵဝ်ႇ <communitiesLink>COMMUNITIES.md ၽိုၼ်လိၵ်ႈဢၼ်မီးတီႈၼိူဝ် GitHub </communitiesLink> ၼၼ်ႉသေၵမ်း။

source: Please fill out this field.
shn: ၶႅၼ်းတေႃႈထႅမ်သႂ်ႇလွၵ်းၼႆႉၶႃႈ။

source: Please select a language to review sentences.
shn: ၶႅၼ်းတေႃႈလိူၵ်ႈၽႃႇသႃႇတွၼ်ႈတႃႇထတ်းၶိုၼ်းတူၼ်ႈထႅဝ်။

source: Polish
shn: ပူဝ်းလိတ်ႉသျ်

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
shn: <pontoonAccountLink>ၵေႃႇသၢင်ႈဢၶွင်ႉ</pontoonAccountLink> ပေႃးဝႃႈပႆႇမီး။ သေယဝ်ႉ လိူၵ်ႈၽႃႇသႃႇၸဝ်ႈၵဝ်ႇ <strong>('ၸုမ်း')</strong> ယဝ်ႉၸင်ႇလိူၵ်ႈၶူင်းၵၢၼ် <pontoonCvLink>Common Voice</pontoonCvLink>။ ၼႂ်းၼၼ်ႉတေမီးၾၢႆႇလ်တွၼ်ႈတႃႇပိၼ်ႇၽႃႇသႃႇ။ တဵၵ်းသေဢၼ်ဢၼ်၊ မၼ်းတေၼႄမႃးထွႆႈၵႂၢမ်းလိၵ်ႈဢိင်းၵလဵတ်ႈ လႄႈၶွင်ႉတႃႇပိၼ်ႇထွႆႈၵႂၢမ်းၸိူဝ်းၼၼ်ႉ။

source: Portuguese
shn: ပူဝ်ႇၻူႇၵေးသ်

source: Powered by global communities, for global communities — 290 languages and growing!
shn: ဢၼ်လႆႈႁပ်ႉႁႅင်းတီႈ တူင်ႇဝူင်းၵူၼ်းလုမ်ႈၾႃႉ၊ တွၼ်ႈတႃႇ တူင်ႇဝူင်းၵူၼ်းလုမ်ႈၾႃႉ — 290 ၽႃႇသႃႇလႄႈ တေၵိူတ်ႇမီးမႃးထႅင်ႈယူႇယဝ်ႉ!

source: Press and stories
shn: ၶၢဝ်ႇသၢၼ် လႄႈ လွင်ႈတၢင်း

source: Press and Stories
shn: ၶၢဝ်ႇသၢၼ် လႄႈ လွင်ႈတၢင်း

source: Press play, listen & tell us: did they accurately speak the sentence below?
shn: ၼဵၵ်းၼဵၼ်လဵၼ်ႈသေ ထွမ်ႇ လႄႈလၢတ်ႈၼႄႁဝ်းၶႃႈ: ၸွင်ႇၶဝ်လႆႈလၢတ်ႈတူၼ်းထႅဝ်တၢင်းတႂ်ႈၼႆႉ?

source: Press { shortcut-play-toggle } to toggle play mode
shn: ၼဵၵ်း { shortcut-play-toggle } တႃႇလဵၼ်ႈ

source: Privacy
shn: လွင်ႈပဵၼ်သုၼ်ႇတူဝ်

source: <privacyLink>Privacy</privacyLink>
shn: <privacyLink>လွင်ႈၶေႃႈမုၼ်းသုၼ်ႇတူဝ်</privacyLink>

source: Privacy Policy
shn: လၵ်းၼမ်းလွင်ႈသုၼ်ႇတူဝ်

source: Privacy, security and transparency.
shn: လွင်ႈပဵၼ်သုၼ်ႇတူဝ်၊ လွင်ႈလွတ်ႈၽေး လႄႈ လွင်ႈႁူႉႁၼ်ၸႅင်ႈလႅင်း။

source: Pro
shn: ၸၼ်ႉလူင်ႉလႅၼ်ႇ

source: Process / Steps
shn: လၢႆးႁဵတ်းလၢႆးသၢင်ႈ / ၶၵ်ႉတွၼ်ႊ

source: Profile
shn: ပရူဝ်ႊၾၢႆႊလ်

source: Profile information improves the audio data used in training speech recognition accuracy.
shn: ၶေႃႈမုၼ်းပရူဝ်ႇၾၢႆႇ ၸွႆႈယုၵ်ႉမုၼ်းႁႂ်ႈၶေႃႈမုၼ်းသဵင် ဢၼ်ၸႂ်ႉတိုဝ်း ၼႂ်းၵၢၼ်ၽိုၵ်းၽွၼ်ႉ လွင်ႈႁူႉတွင်းသဵင်လၢတ်ႈၼၼ်ႉ လီတိူဝ်းမႃး။

source: Progress
shn: လွင်ႈၶိုပ်ႈၼႃႈ

source: Public Domain
shn: ၶူဝ်းၶွင်ၵူၼ်းတင်းလၢႆ

source: Publicly accessible open speech datasets in 330+ languages
shn: ၸုမ်ႇၶေႃႈမုၼ်းသဵင်လၢတ်ႈဢၼ်ပိုတ်ႇၽုၺ်ႇ ဢၼ်ၵူၼ်းတင်းၼမ် ၶဝ်ႈထိုင်လႆႈ ၼႂ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ 330+

source: “Pues I told her I couldn’t go, but she was like, ‘You better show up!’”
shn: ၵေႃႈ I told her ဢွၵ်ႇပၢႆႈၵႂႃႇဢမ်ႇလႆႈ၊ ၵေႃႉမၼ်းသမ်ႉဝႃႈ၊ ‘You better show up!’” (လၢတ်ႈတႆးလေႃးဢင်းၵိတ်း)

source: Pular Guinea
shn: ပူႇလႃႇၵူၼီႇယႃႇ

source: Punctuation
shn: ၵၢၼ်သႂ်ႇတူဝ်ၶၼ်ႈ

source: Punjabi
shn: ပၼ်းၵျႃႇၿီႇ

source: Puno Quechua
shn: ၵေႇၶျဝႃႊ ပူႇၼူဝ်

source: Qashqai
shn: ၵတ်ႉသ်ၵၢႆး

source: Quechua Ambo-Pasco
shn: ၵေႇၶျဝႃႊ ဢႅမ်ႇၿူဝ်ႇပႃးသၵူဝ်ႇ

source: Quechua Arequipa-La Unión
shn: ၵေႇၶျဝႃႊ ဢႃႇရေႇၵီးပႃႇ-လႃးဢူႇၼီႇယုၼ်ႇ

source: Quechua Cajatambo
shn: ၵေႇၶျဝႃႊ(ၸႄႈတွၼ်ႈၶႃႇႁႃႇတၼ်ႇပူဝ်)

source: Quechua Chanka
shn: ၵေႇၶျဝႃႊ ၶျၼ်းၵႃႇ

source: Quechua Chiquián
shn: ၵေႇၶျဝႃႊ ၶျီႇၵျႅၼ်း

source: Quechua Corongo Ancash
shn: ၵေႇၶျဝႃႊ(ၸႄႈတွၼ်ႈၵူဝ်ႇရူဝ်ႇၵူဝ်ႇ ၾၢႆႇဢၢၼ်းၵတ်ႉသ်)

source: Quechua Jauja Wanka
shn: ၵေႇၶျဝႃႊ ႁဝ်ႇႁႃး ဝၢၼ်းၵႃႇ

source: Quechua Pasco Santa Ana de Tusi
shn: ၵေႇၶျဝႃႊ သၼ်းတႃႇဢႃႇၼႃႇတေႇတူးသီႇ ၾၢႆႇပႃးသၵူဝ်ႇ

source: Quechua Santiago del Estero
shn: ၵေႇၶျဝႃႊ သၼ်းတိဢႃႇၵူဝ်ႇ ၻေႇလႃးဢႅတ်ႉသ်တေႇရူဝ်ႇ

source: Quechua Sihuas Ancash
shn: ၵေႇၶျဝႃႊ(ၸႄႈတွၼ်ႈသီႇဝၢတ်ႉသ် ၾၢႆႇဢၢၼ်းၵတ်ႉသ်)

source: Quechua Yanahuanca
shn: ၵေႇၶျဝႃႊ ယႃႇၼႃႇႁႂၼ်းၵႃႇ

source: Quechua Yauyos
shn: ၵေႇၶျဝႃႊ ယဝ်ႇယူဝ်းသ်

source: Question
shn: ၶေႃႈထၢမ်

source: Question Collection
shn: ⁠ၵၢၼ်ၵဵပ်းႁွမ် ၶေႃႈထၢမ်⁠

source: Questions that might:
shn: ၶေႃႈထၢမ် ဢၼ်ၸၢင်ႈတေ-

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
shn: ၶေႃႈထၢမ် ဢၼ်ၵပ်းၵၢႆႇလူၺ်ႈ ၾိင်ႈငႄႈၾိင်ႈထုင်းပူၼ်ႉတီႈ၊ ဢမ်ႇၼၼ် ၶေႃႈထၢမ်ၼၼ်ႉမီးလွင်ႈထၢင်ႇထိူမ် ဢမ်ႇၼၼ် လွင်ႈၶၢတ်ႈလၢမ်းၵူၼ်းတွပ်ႇၼၼ်ႉတင်းၼမ်။

source: Questions which may cause someone to share sensitive, potentially triggering responses
shn: ၶေႃႈထၢမ် ဢၼ်ၸၢင်ႈႁဵတ်းႁႂ်ႈၽူႈလႂ်ၽႂ်သေဢမ်ႇဝႃႈၸႅၵ်ႇၽႄလွင်ႈတိူဝ်ႉၸႂ်ငၢႆႈ၊ဢၼ်ၸၢင်ႈတိုၵ်းသူၼ်းပၼ်ႁႂ်ႈပဵၼ်လွင်ႈတုမ်ႉတွပ်ႇ။

source: Questions which might solicit hate speech or other biased or offensive sentiments
shn: ၶေႃႈထၢမ် ဢၼ်ၸၢင်ႈတိုၵ်းသူၼ်း ႁႂ်ႈမီးလွင်ႈတႅၵ်ႇယၢႆႈၸင်းၵၼ် ဢမ်ႇၼၼ် တၢင်းႁၼ်ထိုင် ဢၼ်မီးလွင်ႈတၢင်းႁၼ်ထိုင် ဢၼ်ၸပ်းၽၢၵ်ႇ။

source: Questions which might solicit personally identifiable information
shn: ၶေႃႈထၢမ် ဢၼ်ၸၢင်ႈတိုၵ်းသူၼ်း ႁႂ်ႈပၼ်ၶေႃႈမုၼ်း ဢၼ်ၸၢင်ႈၼႄၼႃႈတႃတူဝ်ၵူၼ်းလႆႈ။

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
shn: ၶေႃႈထၢမ် ဢၼ်တိုၵ်းသူၼ်းႁႂ်ႈၵူၼ်းတွပ်ႇ လၢတ်ႈၼႄပဵၼ်လၢႆလၢႆတွၼ်ႈ။ လွင်ႈလၢတ်ႈၼႄပဵၼ်တွၼ်ႈပဵၼ်တွၼ်ႈၼၼ်ႉ မၼ်းတေႁဵတ်းႁႂ်ႈၵူၼ်းၸႂ်ႉတိုဝ်း လၢတ်ႈတွပ်ႇမိူၼ်ၼင်ႇဢၢၼ်ႇလိၵ်ႈၵူၺ်း တႅၼ်းတီႈတေပဵၼ်လွင်ႈတွပ်ႇဢၼ်ပဵၼ်သၽႃႇဝ။

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
shn: ၶေႃႈထၢမ် ဢၼ်ၵူၼ်းၵေႃႉၼိုင်ႈ တေယၢပ်ႇၸႂ်တွၼ်ႈတႃႇတွပ်ႇပၼ် ၼႂ်းၶၢဝ်းယၢမ်း 15 သႅၵ်ႉၵၢၼ်ႉ(ဢၼ်ပဵၼ်ၶၢဝ်းယၢမ်းယၢဝ်းသုတ်း တွၼ်ႈတႃႇဢတ်းသဵင်)

source: Quichua Chimborazo Highland
shn: ထုင်ႉလွႆ ၶွိၶျဝႃႊ ၶျိမ်းၿူဝ်ႇရႃႇသျူဝ်ႇ

source: [‘Raised’ in English is always pronounced as one syllable, not two]
shn: [ၵၢၼ်ဢွၵ်ႇသဵင် ‘Raised’ ၼႂ်းၵႂၢမ်းဢင်းၵိတ်းၼႆႉ လူဝ်ႇလႆႈပဵၼ်ၶေႃႈသဵင်လဵဝ်ၵူၺ်း၊ ဢမ်ႇၸႂ်ႈသွင်ၶေႃႈသဵင်ၶႃႈ]

source: Rakhine
shn: ရၶၢႆ,

source: Rate limit exceeded. Try again in { $retryLimit } minutes
shn: ပူၼ်ႉထၢၼ်ႈၶၼ်ဢၼ်မၵ်းၶၼ်ႈ ၶႅၼ်းတေႃႈၸၢမ်းထႅင်ႈၵမ်းၼိုင်ႈၼႂ်း { $retryLimit } မိၼိတ်ႉ

source: Rate limit exceeded. Try again in { $retryLimit } seconds
shn: ပူၼ်ႉထၢၼ်ႈၶၼ်ဢၼ်မၵ်းၶၼ်ႈ ၶႅၼ်းတေႃႈၸၢမ်းထႅင်ႈၵမ်းၼိုင်ႈၼႂ်း { $retryLimit } သႅၵ်ႉၵၢၼ်ႉ

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
shn: ၵပ်းသိုပ်ႇၸူး ၸုမ်းၵၢၼ်လူင်ပွင်ၸိုင်ႈ ၊ ၸုမ်းဢမ်ႇႁႃၼမ်ႉတွၼ်း (Non-profits) ဢမ်ႇၼၼ် ၸုမ်းသိုဝ်ႇၶၢဝ်ႇ တွၼ်ႈတႃႇတွင်ႈထၢမ်ဝႃႈ ၶေႃႈမုၼ်းလွင်ႈတၢင်းၼိူဝ်ဝႅပ်ႉသၢႆႉတ်၊ လၢႆးငၢၼ်း ဢမ်ႇၼၼ် ၶေႃႈမုၼ်းလွင်ႈတၢင်းတၢင်ႇၸိူဝ်း ၶွင်ၶဝ်ၼၼ်ႉ တေၸၢင်ႈဢဝ်မႃးလူႇတၢၼ်း ၶဝ်ႈၼႂ်း ၶူဝ်းၶွင်ၶေႃႈမုၼ်းၵူၼ်းတင်းလၢႆ လႆႈယူႇႁႃႉ ၼႆၶႃႈ။

source: Reader Effects
shn: သဵင်ႁူဝ်ၸႂ် ၵူၼ်းဢၢၼ်ႇ

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
shn: ၵၢၼ်လူဢွၵ်ႇသဵင် ၵူႈၶေႃႈၵႂၢမ်းၼိူဝ်ၼႃႈလိၵ်ႈ ႁႂ်ႈထုၵ်ႇမႅၼ်ႈၼၼ်ႉ မီးလွင်ႈလမ်ႇလွင်ႈတႄႉတႄႉၶႃႈ။ မိူဝ်ႈတိုၵ်ႉထွမ်ႇယူႇၼၼ်ႉ ၶႅၼ်းတေႃႈ ထတ်းသၢင်ႈပၼ်လီငၢမ်ႈဝႃႈ သဵင်ဢၼ်ဢတ်းဝႆႉၼၼ်ႉထုၵ်ႇမႅၼ်ႈပဵၼ်ဢၼ်လဵဝ်ၵၼ် တင်ႈလိၵ်ႈဢၼ်တႅမ်ႈဝႆႉတႄႉယူႇႁိုဝ်၊ ၶႅၼ်းတေႃႈ ပၢႆႇပႅတ်ႈ (Reject) သင်ဝႃႈမီးလွင်ႈထႅမ်သႂ်ႇၶေႃႈၵႂၢမ်းမႂ်ႇ၊ ယေႃႈသဵင်လၢတ်ႈ ဢမ်ႇၼၼ်ၶေႃႈၵႂၢမ်းႁၢႆၵႂႃႇၸိူဝ်းၼႆႉၶႃႈ။

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
shn: ၵၢၼ်ဢၢၼ်ႇပဵၼ်တူဝ်လိၵ်ႈႁုပ်ႈၵႅပ်ႈ(Contractions) ဢၼ်ဢမ်ႇမီးဝႆႉၼႂ်းတူဝ်လိၵ်ႈတေႉ ၸိူင်ႉၼင်ႇ ဢၢၼ်ႇဝႃႈ "We're" တႅၼ်းၶေႃႈၵႂၢမ်းဝႃႈ "We are" ဢမ်ႇၼၼ် ဢၢၼ်ႇပႅၵ်ႇပိူင်ႈၵၼ်ၵႂႃႇမႃး ၼင်ႇၼႆၶႃႈ။

source: Read More
shn: သိုပ်ႇလူ

source: Read more on our About page
shn: လူဢၢၼ်ႇထႅင်ႈၼႂ်းၼႃႈ About ႁဝ်းၶႃႈ

source: Read sentences
shn: လူဢၢၼ်ႇတူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း

source: Read Sentences
shn: လူဢၢၼ်ႇၶေႃႈၵႂၢမ်း

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
shn: ဢၢၼ်ႇၶေႃႈၵႂၢမ်း ႁႂ်ႈဢွၵ်ႇသဵင်လင် ၼႂ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ၸဝ်ႈၵဝ်ႇသေ ႁူမ်ႈၸွႆႈထႅမ်ၶေႃႈမုၼ်း ၵႂၢမ်းလၢတ်ႈ ဢၼ်ၵူၼ်းမိူင်းၶဝ်ႈပႃး ဢၼ်ပႅၵ်ႇပိူင်ႈလိူဝ်ပိူၼ်ႈ ၼႂ်းလုမ်ႈၾႃႉ။

source: Read Sentences, Answer Questions
shn: လူဢၢၼ်ႇၶေႃႈၵႂၢမ်း၊ တွပ်ႇၶေႃႈထၢမ်

source: Read Sentences <small>(Coming soon)</small>
shn: လူဢၢၼ်ႇၶေႃႈၵႂၢမ်း <small>(ဢၼ်တေမႃး)</small>

source: Read sentences submitted by the community in various languages
shn: လူဢၢၼ်ႇၶေႃႈၵႂၢမ်း ဢၼ်တူင်ႇဝူင်းတၢင်ႇထိုင်မႃး လၢႆလၢႆၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ

source: Read stories, updates, and media coverage of Common Voice
shn: ဢၢၼ်ႇလွင်ႈတၢင်း, ၶေႃႈမုၼ်းမႂ်ႇ, လႄႈ ၶၢဝ်ႇသၢၼ်ပိုၼ်ၽႄ ၶွင် Common Voice

source: Read the sentence carefully - don’t miss, change or add words.
shn: လူဢၢၼ်ႇႁႂ်ႈမၼ်းလီလီ - ယႃႇၶၢမ်ႈၶေႃႈၵႂၢမ်း၊ လႅၵ်ႈလၢႆႈၶေႃႈၵႂၢမ်း၊ ဢမ်ႇၼၼ်သႂ်ႇၶေႃႈၵႂၢမ်းထႅင်ႈ။

source: Ready to add your voice or lend your ear?
shn: တူဝ်ႈတၼ်းတႃႇတေထႅမ်သႂ်ႇသဵင်လၢတ်ႈ ဢမ်ႇၼၼ် တႃႇၸွႆႈထွမ်ႇပၼ်ယဝ်ႉၶႃႈႁႃႉ?

source: Ready to contribute?
shn: တူဝ်ႈတၼ်း တႃႇတေၶဝ်ႈမႃးႁူမ်ႈၸွႆႈသၢင်ႈယဝ်ႉႁႃႉ?

source: Ready to do { $count } more?
shn: ၽွမ်ႉတႃႇတေႁဵတ်းထႅင်ႈ { $count } ယဝ်ႉႁႃႉ?

source: Ready to donate your voice?
shn: ႁၢင်ႈႁႅၼ်းၽွမ်ႉတႃႇတေလူႇတၢၼ်းသဵင်ယဝ်ႉႁႃႉ?

source: Ready to help validate sentences?
shn: တူဝ်ႈတၼ်းတႃႇၸွႆႈထတ်းၶေႃႈၵႂၢမ်းယဝ်ႉႁႃႉ?

source: reCAPTCHA is required if you want to proceed
shn: တေလႆႈၸႂ်ႉ reCAPTCHA ပေႃးဝႃႈသူၸဝ်ႈၶႂ်ႈသိုပ်ႇၵႂႃႇ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
shn: ႁပ်ႉဢီးမေးလ် မိူၼ်ၼင်ႇ လွင်ႈၶဵင်ႇတႃႉ လႄႈလိုမ်ႉလွင်ႈယိူင်းမၢႆ၊ လွင်ႈၶိုပ်ႈၼႃႈၶိုၼ်ႈသၢင်ႉ၊ လႄႈၽိုၼ်ၶၢဝ်ႇလွင်ႈ Common Voice

source: Recorded Clips
shn: ၾၢႆႊလ်သဵင် ဢၼ်ဢတ်းဝႆႉ

source: Recorded Hours
shn: ၸူဝ်ႈမူင်းဢတ်းသဵင်

source: <recordIcon></recordIcon> Last one!
shn: <recordIcon></recordIcon> ဢၼ်လိုၼ်းသုတ်း!
